datasets/benchmark-results/melbourneit/201811091658/wordpress-results-httpmapp.id-rsa.pubwordpress-1-20181109172849+1100.log
Running 1m test @ http://mapp.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 438.681ms, rate sampling interval: 977ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   426.87ms   37.47ms 612.86ms   88.00%
    Req/Sec     0.98      0.14     1.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  416.26ms
 75.000%  420.61ms
 90.000%  485.12ms
 99.000%  613.38ms
 99.900%  613.38ms
 99.990%  613.38ms
 99.999%  613.38ms
100.000%  613.38ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

     395.519     0.000000            1         1.00
     407.039     0.100000            5         1.11
     408.575     0.200000           10         1.25
     410.879     0.300000           15         1.43
     412.671     0.400000           21         1.67
     416.255     0.500000           25         2.00
     419.071     0.550000           28         2.22
     420.095     0.600000           33         2.50
     420.095     0.650000           33         2.86
     420.607     0.700000           38         3.33
     420.607     0.750000           38         4.00
     421.887     0.775000           39         4.44
     422.399     0.800000           40         5.00
     424.191     0.825000           42         5.71
     424.959     0.850000           43         6.67
     425.215     0.875000           44         8.00
     485.119     0.887500           45         8.89
     485.119     0.900000           45        10.00
     498.175     0.912500           46        11.43
     504.063     0.925000           47        13.33
     504.063     0.937500           47        16.00
     504.319     0.943750           48        17.78
     504.319     0.950000           48        20.00
     504.319     0.956250           48        22.86
     506.367     0.962500           49        26.67
     506.367     0.968750           49        32.00
     506.367     0.971875           49        35.56
     506.367     0.975000           49        40.00
     506.367     0.978125           49        45.71
     613.375     0.981250           50        53.33
     613.375     1.000000           50          inf
#[Mean    =      426.867, StdDeviation   =       37.468]
#[Max     =      612.864, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.08MB read
Requests/sec:      1.00
Transfer/sec:     52.61KB